--END OF MINIMAL INSTALL--
autojump
android-tools
awesome-terminal-fonts
brave-beta-bin
visual-studio-code-insiders-bin
dxvk-bin
megasync-bin
dolphin-megasync-bin
lightly-git
kde-rounded-corners
mangohud 
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
noto-fonts-emoji
papirus-icon-theme
plasma-pa
rambox-pro-bin
oh-my-zsh-git
zsh-theme-powerlevel10k-git
ocs-url 
sddm-nordic-theme-git
shellcheck
snapper-gui-git
ttf-droid
ttf-hack
ttf-meslo 
ttf-roboto 
snap-pac
spotify
scrcpy
signal-desktop-beta-bin
rtl88x2bu-dkms-git
wine-staging
vlc
npm
p3x-onenote-appimage
binance
rclone
ksysguard
pam_autologin
upd72020x-fw 