--END OF MINIMAL INSTALL--
autojump
awesome-terminal-fonts
brave-beta-bin 
dxvk-bin 
github-desktop-bin 
lightly-git
lightlyshaders-git
mangohud 
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
noto-fonts-emoji
papirus-icon-theme
plasma-pa
rambox-pro
ocs-url 
sddm-nordic-theme-git
shellcheck
snapper-gui-git
ttf-droid
ttf-hack
ttf-meslo 
ttf-roboto
zoom 
snap-pac
optimus-manager
megasync
dolphin-megasync-git
code-insiders