--END OF MINIMAL INSTALL--
autojump
awesome-terminal-fonts
brave-beta-bin # Brave Browser
dxvk-bin # DXVK DirectX to Vulcan
github-desktop-bin # Github Desktop sync
lightly-git
lightlyshaders-git
mangohud # Gaming FPS Counter
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
noto-fonts-emoji
papirus-icon-theme
plasma-pa
rambox-pro
ocs-url # install packages from websites
sddm-nordic-theme-git
shellcheck
snapper-gui-git
ttf-droid
ttf-hack
ttf-meslo # Nerdfont package
ttf-roboto
zoom # video conferences
snap-pac
optimus-manager
megasync
dolphin-megasync-git
visual-studio-code-insiders-bin